{
  "item.ssc_addon.portable_moisturizer": "Axolotl Humidifier",
  "message.ssc_addon.moisturizer.on": "Axolotl Humidifier ON",
  "message.ssc_addon.moisturizer.off": "Axolotl Humidifier OFF",
  "message.ssc_addon.moisturizer.empty": "Axolotl Humidifier Drained, Auto-Off",
  "tooltip.ssc_addon.moisturizer.status": "Status: ",
  "tooltip.ssc_addon.moisturizer.charge": "Time Left: %s / %s",
  "tooltip.ssc_addon.moisturizer.usage": "§7Right Click to toggle",
  "tooltip.ssc_addon.moisturizer.refill": "§8Refill with Axolotl Bucket in Crafting",
  "tooltip.ssc_addon.moisturizer.exclusive": "§5Exclusive to Special Axolotl",
  "codex.form.my_addon.familiar_fox_sp.title": "\n'When the curse merges completely with the moonlight, you are no longer just a familiar...\nYou are the agent of the Spirit Realm, master of the Blue Flame'\n\nExclusive Accessories/Tools: Same as Normal Familiar",
  "codex.form.my_addon.familiar_fox_sp.appearance": "Your body hasn't changed much, but your soul has been thoroughly eroded by the moon's curse. It grants you more power, but also more curses.",
  "codex.form.my_addon.familiar_fox_sp.pros": "Master of the Spirit Realm\nThe magic within you has sublimated into a higher form, granting you unparalleled power:\n\nBlue Fire Ring: You can activate a Blue Fire Ring around you. It continuously consumes mana to damage and inflicting severe burning on nearby enemies. While active, your Soul Reaping ability is greatly enhanced.\n\nFox Fire Breath: Consumes mana to breathe devastating Soul Fox Fire forward, dealing instant damage and igniting enemies for a long duration.\n\nSoul Reaping: As a spiritual entity, you can draw power from fading lives. Killing targets restores a large amount of mana. If the Blue Fire Ring is active, kills also restore health and energy.\n\nMana Absorption: You can drain life essence directly from creatures, gaining mana and saturation. You can also slowly gather residual energy from the previous Cursed Moon from the atmosphere.\n\nSpirit Embodiment: You are no longer mere flesh and blood, but a hybrid of flesh and mana. Thus, you are immune to more status effects, good or bad. With enhanced control over spiritual energy, when your mana is sufficient, overflowing mana forms a shield around you, reducing some damage.\n\nAdditionally, you retain all previous abilities: Illagers see you as an ally, you can see through creatures, and move freely through sweet berry bushes.",
  "codex.form.my_addon.familiar_fox_sp.cons": "Great power requires a huge price to maintain:\n\nAs a high-ranking spirit, your dependence on mana is more severe. Low or exhausted mana makes you weak and increases damage taken. Moreover, due to excessive absorption of moonlight power, your stored mana is near its limit. Absorbing too much more may cause you to explode like an overfilled balloon.\n\nYour physical structure remains fragile; your health is no higher than a normal familiar.\nYou cannot equip leggings or boots, and move slowly in water.\nYou gain less saturation from food.\n\nVillagers don't just fear you; they avoid you like a ghost or god.",
  "codex.form.my_addon.familiar_fox_sp.instincts": "Your control over spiritual power has reached another level, but your soul is more severely eroded by the Moon Curse. You feel yourself losing control over your body, constantly urged to unleash the Soul Fire within and burn everything in your path.\nYou have become a puppet of the moon, craving destruction and chaos.\nYou can no longer absorb the moon's mana because your body has reached its limit.",
  "power.my_addon.form_familiar_fox_sp_kill_mana.name": "Soul Reaping",
  "power.my_addon.form_familiar_fox_sp_kill_mana.description": "Restores 15 Mana on kill. If Blue Fire Ring is active, restores an additional 5 Mana and 3 Health.",
  "power.my_addon.form_familiar_fox_sp_blue_fire_ring.name": "Blue Fire Ring",
  "power.my_addon.form_familiar_fox_sp_blue_fire_ring.description": "Requires full Mana to activate. Consumes Mana per second to damage and ignite surroundings. Enhances kill restoration when active.",
  "power.my_addon.form_familiar_fox_sp_fox_fire_breath.name": "Fox Fire Breath",
  "power.my_addon.form_familiar_fox_sp_fox_fire_breath.description": "Consumes 25 Mana to breathe Soul Fox Fire forward, dealing 6 damage and igniting enemies for 10 seconds.",
  "power.my_addon.form_familiar_fox_sp_absorb.name": "Mana Absorption",
  "power.my_addon.form_familiar_fox_sp_absorb.description": "Sneak and right-click a mob to consume Mana and drain its life essence. Depending on the target, gain healing, saturation, or special materials.",
  "power.my_addon.form_familiar_fox_sp_no_buff_effect.name": "Spirit Embodiment",
  "power.my_addon.form_familiar_fox_sp_no_buff_effect.description": "As a powerful spirit, you are immune to poison, hunger, nausea, etc., and fire damage (but still fear Soul Fire).",
  "power.my_addon.form_familiar_fox_sp_debuffs.name": "Mana Imbalance",
  "power.my_addon.form_familiar_fox_sp_debuffs.description": "Mana < 10%: -20% Attack/Speed/Mining. Mana < 3%: -60% stats and increased damage taken. Running out of Mana is torture.",
  "power.my_addon.form_familiar_fox_sp_mana_regen.name": "Mana Surge",
  "power.my_addon.form_familiar_fox_sp_mana_regen.description": "Passively regenerates 1 Mana every 20 seconds. Even when still, moonlight slowly returns.",
  "power.my_addon.form_familiar_fox_sp_init_mana.name": "Full Moon Start",
  "power.my_addon.form_familiar_fox_sp_init_mana.description": "Start with 100 Mana upon gaining the form, ready for battle.",
  "power.my_addon.form_familiar_fox_sp_damage_reduction.name": "Spirit Shield",
  "power.my_addon.form_familiar_fox_sp_damage_reduction.description": "Gain 20% damage reduction when Mana is above 80.",
  "effect.ssc_addon.fox_fire_burn": "Fox Fire Burn",
  "key.ssc_addon.fox_fire": "Fox Fire Breath",
  "key.ssc_addon.blue_ring": "Blue Fire Ring",
  "key.categories.ssc_addon": "Shape Shifter Curse Addon",
  "item.ssc_addon.sp_upgrade_thing": "Moon Essence Cross",
  "item.ssc_addon.sp_upgrade_thing.tooltip": "A cross ring condensed from moonlight, allowing you to absorb more curses.",
  "item.ssc_addon.water_spear": "Water Spear",
  "message.ssc_addon.evolution.success": "\"Excellent...\" The moonlight whispers in your mind, closer and clearer than ever. With the whisper comes unparalleled power. You embraced evolution, meaning you embraced a deeper hug of the curse. It is a dangerous symbiosis, and you can no longer separate.",
  "power.my_addon.form_axolotl_sp_rain_wetness.name": "Rain Hydration",
  "power.my_addon.form_axolotl_sp_rain_wetness.description": "Slowly restores Moisture (Air) when exposed to rain, keeping you moist even on land.",
  "power.my_addon.form_axolotl_sp_natural_regen_boost.name": "Rapid Metabolism",
  "power.my_addon.form_axolotl_sp_natural_regen_boost.description": "Your natural regeneration speed is 20% faster than a normal Axolotl.",
  "power.my_addon.form_axolotl_sp_play_dead.name": "Play Dead",
  "power.my_addon.form_axolotl_sp_play_dead.description": "Actively enter Play Dead state for 6s. Gain Blindness and Immobility, remove all mob aggro, provide Regeneration III and reduce incoming damage by 90%. 36s Cooldown.",
  "power.my_addon.form_axolotl_sp_water_ball.name": "Enhanced Water Burst",
  "power.my_addon.form_axolotl_sp_water_ball.description": "Trigger Water Burst when switching from sprinting to sneaking on ground, dealing higher damage than normal Axolotls. Consumes 5% Moisture.",
  "power.my_addon.form_axolotl_sp_water_spear.name": "Water Spear Crafting",
  "power.my_addon.form_axolotl_sp_water_spear.description": "Sneak + Right Click with an Arrow in offhand to craft a Water Spear (Trident). Consumes 10% Moisture and 1 Arrow. Water Spear applies Slowness II for 5s on hit.",
  "power.my_addon.form_axolotl_sp_vortex_impact.name": "Vortex Impact",
  "power.my_addon.form_axolotl_sp_vortex_impact.description": "Create a vortex around yourself, pulling enemies in for 3s, then launching them and dealing 12 damage. Reduces incoming damage by 30% during skill. Consumes 20% Moisture.",
  "key.ssc_addon.water_ball": "Enhanced Water Burst",
  "key.ssc_addon.vortex": "Vortex Impact",
  "origin.my_addon.form_axolotl_sp.name": "SP Axolotl",
  "origin.my_addon.form_axolotl_sp.description": "The spiritual evolution of the Axolotl, possessing powerful water skills.",
  "message.ssc_addon.evolution.fail.no_moon": "The metamorphosis to the essence requires the cursed moonlight as the final key. At this moment, the keyhole is empty—evolution has fallen silent.",
  "message.ssc_addon.evolution.fail.bad_form": "Current form is insufficient to carry echoes of older pacts. Evolution refuses to resonate deep within the bloodline; a deeper link cannot be established.",
  "message.ssc_addon.evolution.fail.both": "The foundation is too shallow, and the cursed rain has not fallen. In this double barrenness, the seedling of evolution has withered irretrievably.",
  "message.ssc_addon.evolution.fail.already_sp": "Your attempt to establish a deeper link with the moonlight triggered a fatal resonance. Your form rejected evolution and returned the power of the curse—in the violent backlash, you became a brief, shrill echo under this cursed moon.",
  "death.attack.cursed_erosion": "%1$s was eroded by the power of the Cursed Moon",
  "death.attack.cursed_burst": "%1$s was burst by the power of the Cursed Moon",
  "codex.status.my_addon.SP_status": "The Curse and Moonlight have completely synchronized; your soul has fully merged with that power.\nEvery breath you take resonates with the endless moonlight, a source of both power and pain.",
  "codex.form.my_addon.axolotl_sp.title": "\n'When the curse merges completely with the essence of water, you are no longer just an Axolotl...\nYou are the controller of the abyss, master of the vortex'\n\nExclusive Accessories/Tools: Axolotl Humidifier",
  "codex.form.my_addon.axolotl_sp.appearance": "Your body becomes more transparent, shimmering with faint water light. Your skin seems to merge with the surrounding moisture, creating ripple-like waves with every move.",
  "codex.form.my_addon.axolotl_sp.pros": "Lord of the Abyss\nYour control over water elements has reached a new height, granting powerful water skills:\n\nWater Spear Crafting: Use arrows and moisture to condense a Water Spear. Melee range and damage equal to a Trident; inflicts Slowness on hit.\n\nVortex Impact: Create a powerful vortex centered on yourself, pulling nearby enemies. Explodes after 3s, launching enemies and dealing high damage. Reduces damage taken by 30% during the skill.\n\nPlay Dead: Automatically enter Play Dead state when health is low, removing mob aggro, rapidly regenerating health, and greatly reducing damage taken.\n\nRain Hydration: Slowly restore moisture in rain.\n\nRapid Metabolism: Natural regeneration speed increased by 20%.\n\nAdditionally, you retain all previous abilities: Water Breathing, Underwater Vision, Increased Swim Speed, etc.",
  "codex.form.my_addon.axolotl_sp.cons": "Powerful water abilities require moisture to maintain:\n\nAll active skills consume moisture.\n\nMovement speed is still slow on land.\n\nYou still cannot wear helmets.\n\nAs a carnivore, you can only eat meat.",
  "codex.form.my_addon.axolotl_sp.instincts": "Your perception of water elements has peaked, but your body has become more dependent on water. You can sense distant water bodies and always crave to return to the water.\nEven on land, rain brings you solace.",
  "message.ssc_addon.inhibitor.fail.sp_form": "The inhibitor cannot revert this form"
}