{
  "codex.form.my_addon.familiar_fox_sp.title": "\n‘When the curse and the power of moonlight completely fuse, you are no longer just a familiar...\nYou are the agent of the Spirit Realm, the master of the Pale Blue Flames’\n\nExclusive Trinket/Tool: Same as normal familiar",
  "codex.form.my_addon.familiar_fox_sp.appearance": "Your body has not changed much from before, but your soul has been thoroughly eroded by the curse of moonlight. It brings you more power, but also bestows upon you more curses.",
  "codex.form.my_addon.familiar_fox_sp.pros": "Lord of Spirits\nThe magic power within you has sublimated into a higher form, granting you unparalleled power:\n\nPale Blue Fire Ring: You can activate a ring of pale blue fire surrounding you. It continuously consumes mana, dealing damage to surrounding enemies and inflicting severe burning. While the fire ring is active, your Soul Harvest ability is greatly enhanced.\n\nFox Fire Breath: Consumes a certain amount of mana to spew out devastating soul fox fire forward, causing instant damage and igniting enemies for a long time.\n\nSoul Harvest: As a spirit creature, you can draw power from fading lives. Killing a target restores a large amount of mana. If the Pale Blue Fire Ring is active, killing will also restore extra health and energy.\n\nMana Siphon: You can directly extract life essence from living creatures to gain energy and saturation. You can slowly gather the residual energy of the previous Cursed Moon from the atmosphere.\n\nSpirit Incarnation: You are no longer a mere creature of flesh and blood, but a mixture of flesh and magic. Thus, compared to before, you are immune to more status effects, whether good or bad. Due to your enhanced control over psionic energy, when your energy is sufficient, overflowing magic can form a shield around your body, reducing some damage for you.\n\nIn addition, you retain all previous abilities: Illagers view you as an ally, you can see through creatures, and move freely through Sweet Berry bushes.",
  "codex.form.my_addon.familiar_fox_sp.cons": "Immense power requires a huge price to maintain:\n\nAs a high-ranking spirit, your dependence on mana is more severe. When mana is too low or exhausted, you will not only become weak but also take increased damage. In addition, due to your excessive absorption of moonlight power, the mana you store has almost reached your limit. Absorbing too much mana again may make you explode like an over-inflated balloon.\n\nYour body structure remains fragile, and your health is no higher than that of a normal familiar.\nYou also cannot equip leggings and boots, and move slowly in water.\nYou get less saturation from food.\n\nVillagers do not just fear you, they avoid you like a ghost or god.",
  "codex.form.my_addon.familiar_fox_sp.instincts": "Your control over psionic power has reached another height, but your soul has been more severely eroded by the Moon Curse. You feel yourself gradually losing control of your body, always unable to resist the urge to unleash the soul fire within, burning everything that stands in your way.\nYou have become a puppet of the moon, craving destruction and chaos.\nYou can no longer absorb the moon's magic, because your body has reached its limit.",
  "power.my_addon.form_familiar_fox_sp_kill_mana.name": "Soul Harvest",
  "power.my_addon.form_familiar_fox_sp_kill_mana.description": "Recover 15 mana after killing a target. If Blue Fire Ring is active, recover an additional 5 mana and 3 health.",
  "power.my_addon.form_familiar_fox_sp_blue_fire_ring.name": "Blue Fire Ring",
  "power.my_addon.form_familiar_fox_sp_blue_fire_ring.description": "Requires full mana to activate. Consumes mana per second to damage and ignite surroundings. Enhances kill recovery when active.",
  "power.my_addon.form_familiar_fox_sp_fox_fire_breath.name": "Fox Fire Breath",
  "power.my_addon.form_familiar_fox_sp_fox_fire_breath.description": "Consumes 25 mana to breathe soul fox fire forward, causing 6 damage and igniting enemies for 10 seconds.",
  "power.my_addon.form_familiar_fox_sp_absorb.name": "Mana Siphon",
  "power.my_addon.form_familiar_fox_sp_absorb.description": "Sneak and right-click a creature to consume mana and siphon its life essence. Depending on the target, you can gain healing, restore hunger, or obtain special materials.",
  "power.my_addon.form_familiar_fox_sp_no_buff_effect.name": "Spirit Incarnation",
  "power.my_addon.form_familiar_fox_sp_no_buff_effect.description": "As a powerful spirit creature, you are immune to conventional negative states such as poison, hunger, and nausea, and you will not take damage from fire (though you still fear Soul Fire).",
  "power.my_addon.form_familiar_fox_sp_debuffs.name": "Mana Imbalance",
  "power.my_addon.form_familiar_fox_sp_debuffs.description": "When mana < 10%, Attack, Speed, and Mining Speed are reduced by 20%. When < 3%, they are further reduced to -60% and you become more vulnerable to damage. Bottoming out mana is torture.",
  "power.my_addon.form_familiar_fox_sp_mana_regen.name": "Spirit Wellspring",
  "power.my_addon.form_familiar_fox_sp_mana_regen.description": "Passively regenerates 1 mana every 20 seconds. Even when still, the moonlight essence slowly flows back.",
  "power.my_addon.form_familiar_fox_sp_init_mana.name": "First Full Moon",
  "power.my_addon.form_familiar_fox_sp_init_mana.description": "When you gain this form, start fully charged at 100 mana to prime you for battle.",
  "power.my_addon.form_familiar_fox_sp_damage_reduction.name": "Psionic Shield",
  "power.my_addon.form_familiar_fox_sp_damage_reduction.description": "When mana is kept above 80, continuously gain 20% damage reduction.",
  "effect.ssc_addon.fox_fire_burn": "Fox Fire Burn",
  "key.ssc_addon.fox_fire": "Fox Fire Breath",
  "key.ssc_addon.blue_ring": "Blue Fire Ring",
  "key.categories.ssc_addon": "Shape Shifter Curse Addon",
  "item.ssc_addon.sp_upgrade_thing": "Moon Marrow Cross-Ring",
  "item.ssc_addon.sp_upgrade_thing.tooltip": "A cross-ring condensed from moonlight, allowing you to absorb more curses.",
  "message.ssc_addon.evolution.success": "“Very well...” The moonlight whispers in your mind, closer and clearer than ever. With the whisper comes an unparalleled sense of power. You embraced evolution, which means you embraced a deeper hug of the curse. It is a dangerous symbiosis, and you can no longer separate.",
  "power.my_addon.form_axolotl_sp_rain_wetness.name": "Rain Hydration",
  "power.my_addon.form_axolotl_sp_rain_wetness.description": "Slowly restore wetness (air) when exposed to rain, keeping you moist even on land.",
  "power.my_addon.form_axolotl_sp_natural_regen_boost.name": "Rapid Metabolism",
  "power.my_addon.form_axolotl_sp_natural_regen_boost.description": "Your natural ability to regenerate health is 20% faster than normal axolotls.",
  "power.my_addon.form_axolotl_sp_play_dead.name": "Feign Death",
  "power.my_addon.form_axolotl_sp_play_dead.description": "When health drops to 4 hearts or less, play dead to heal rapidly and shed aggro. Cooldown resets on death.",
  "origin.my_addon.form_axolotl_sp.name": "SP Axolotl",
  "origin.my_addon.form_axolotl_sp.description": "The evolved spirit form of the axolotl.",
  "message.ssc_addon.evolution.fail.no_moon": "The metamorphosis to the essence requires the cursed moonlight as the final key. At this moment, the keyhole is empty—the evolutionary process has fallen into silence.",
  "message.ssc_addon.evolution.fail.bad_form": "The current form is insufficient to carry the echoes of the older contract. Evolution refuses to resonate in the depths of the bloodline, and a deeper link cannot be established.",
  "message.ssc_addon.evolution.fail.both": "The foundation of the form is too shallow, and the rain of the curse has not fallen. In this double barrenness, the seedlings of evolution have withered irretrievably.",
  "message.ssc_addon.evolution.fail.already_sp": "Your attempt to forge a deeper link with the moonlight has triggered a fatal resonance. Your form not only rejected the evolution but reflected the curse's power in full—amidst the violent backlash, you have become nothing more than a fleeting, piercing echo beneath the Cursed Moon.",
  "death.attack.cursed_erosion": "%1$s was eroded by the power of the Cursed Moon",
  "death.attack.cursed_burst": "%1$s was burst by the power of the Cursed Moon",
  "codex.status.my_addon.SP_status": "The curse and the moonlight have completely synchronized, and your soul has thoroughly merged into that power.\nEvery breath you take seems to resonate with that endless moonlight, being both the source of power and the root of pain."
}
